content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 3
:PROPERTIES:
:EXPORT_FILE_NAME: Week3
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:

Your class videos and content for the week
{{{more}}}

*** Checkpoint 2 Solutions
[[https://cloud.math.wichita.edu/s/jNHeE56Lr9z7AEK][here are solutions to the checkpoint]]

and [[https://cloud.math.wichita.edu/s/D5nHyaGYM9dx7BB][here is the original file]].

*** 🎥 No Monday class (Labor Day)
:PROPERTIES:
:CUSTOM_ID: tuesday-recitation
:END:
No school this day.


--------------

*** 🎥 Wednesday class
:PROPERTIES:
:CUSTOM_ID: thursday-recitation
:END:
{{{youtube(K4oXKhS6ly4)}}}
--------------
*** 🎥 Friday recitation
:PROPERTIES:
:CUSTOM_ID: thursday-recitation
:END:
**** Before watching the video:
[[https://cloud.math.wichita.edu/s/QErFcpGjxTqyLiB][Take a look at this pdf file]] with some exercises. We'll be working these out in the video.
**** Watch the video for solutions and discussion
{{{youtube(2O4LqdsmUZI)}}}
**** Questions? Please email me!
john.hammond @ wichita.edu.
