content/trig/Week3.md
+++
title = "Week 3"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your class videos and content for the week
<!--more-->


## Checkpoint 2 Solutions {#checkpoint-2-solutions}

[here are solutions to the checkpoint](https://cloud.math.wichita.edu/s/jNHeE56Lr9z7AEK)

and [here is the original file](https://cloud.math.wichita.edu/s/D5nHyaGYM9dx7BB).


## 🎥 No Monday class (Labor Day) {#tuesday-recitation}

No school this day.

---


## 🎥 Wednesday class {#thursday-recitation}

{{< youtube id="K4oXKhS6ly4" >}}

---


## 🎥 Friday recitation {#thursday-recitation}


### Before watching the video: {#before-watching-the-video}

[Take a look at this pdf file](https://cloud.math.wichita.edu/s/QErFcpGjxTqyLiB) with some exercises. We'll be working these out in the video.


### Watch the video for solutions and discussion {#watch-the-video-for-solutions-and-discussion}

{{< youtube id="2O4LqdsmUZI" >}}


### Questions? Please email me! {#questions-please-email-me}

john.hammond @ wichita.edu.
